Repository: joausaga/sitiowebmp
Catalog: sites/all/modules/imgupload/imgupload/imgupload/translations/*_14.po
Languages: pt_br

source: Helps in uploading images to image galleries.
pt_br: Ajuda a enviar imagens para galerias.

source: Upload Images Into...
pt_br: Enviar as imagens para...

source: Existing Gallery
pt_br: Galeria existente

source: New Gallery
pt_br: Nova galeria

source: Upload To Gallery
pt_br: Enviar para galeria

source: Choose Target Image Gallery
pt_br: Escolha a galeria de imagem

source: Choose the target gallery for your images.
pt_br: Escolha a galeria de destino

source: Name
pt_br: Nome

source: Enter the name of the new Gallery.
pt_br: Digite o nome da nova galeria.

source: Description
pt_br: Descrição

source: Browse for Upload
pt_br: Procurar para enviar

source: Please select a name for the new gallery.
pt_br: Selecione o nome da nova galeria.

source: Security violation!.
pt_br: Violação de segurança!

source: Default width
pt_br: Largura padrão

source: Default width for compression of images.
pt_br: Largura padrão para compressão das imagens.

source: Default height
pt_br: Altura padrão

source: Default height for compression of images.
pt_br: Altura padrão para compressão das imagens.

source: Debugging
pt_br: Depuração

source: Turns verbose debugging on (very annoying).
pt_br: Ativar depuração detalhada (muito irritante).

source: Path to .jar files
pt_br: Caminho para os arquivos .jar

source: access imgupload content
pt_br: acessar conteúdo imgupload

source: administer imgupload
pt_br: administrar imgupload

source: Scale and Upload images <i>en masse</i> from your local machine.
pt_br: Redimensionar e enviar imagens em massa de sua máquina local.

source: Not Found.
pt_br: Não encontrado.

source: Allows batch uploading of images to image galleries, with client-side scaling.
pt_br: Permite envio em lote de imagens para galerias, com redimensionamento client-side.

source: Image
pt_br: Imagem
